Repository: MickaelBillet/Zapto
Catalog: Zapto.Component.Common/Resources/Resource.*.resx
Languages: fr

# AirQualityAcceptable
source: Air Quality is acceptable
fr: La qualité de l'air est moyenne

# AirQualityBad
source: Air Quality is bad
fr: La qualité de l'air est mauvaise

# AirQualityExcellent
source: Air Quality is excellent
fr: La qualité de l'air est excellente

# AirQualityGood
source: Air Quality is good
fr: La qualité de l'air est bonne

# AirQualityHazard
source: Air Quality is a hazard
fr: La qualité de l'air présente un danger

# AirQualityPoor
source: Air Quality is poor
fr: La qualité de l'air est médiocre

# AirQualityVeryBad
source: Air Quality is very bad
fr: La qualité de l'air est très mauvaise

# Arrêt
source: Off
fr: Arrêt

source: Category
fr: Categorie

# Chambre
source: Bedroom
fr: Chambre

source: Check the performances of the servers
fr: Vérifier la performance des serveurs

# CO
source: Carbon monoxide
fr: Monoxide de Carbone

# Cuisine - Séjour
source: Living Room
fr: Cuisine - Séjour

source: Dashboard
fr: Tableau de bord

source: Determining session state, please wait...
fr: Mise à jour de l'état de la session, veuillez patientez....

source: Display Charts
fr: Afficher les courbes

source: End Date
fr: Date de fin

source: Error
fr: Erreur

source: Fair
fr: Correct

source: Good
fr: Bonne

source: Healthcheck
fr: Etat des WebServices

source: Home
fr: Acceuil

# HS
source: is broken
fr: ne répond pas

source: Humidity
fr: Humidité

source: Inside Pollution
fr: Pollution intérieure

source: Loading...
fr: Chargement...

source: Log In
fr: Se connecter

source: Log Out
fr: Se déconnecter

# Marche
source: On
fr: Marche

source: Moderate
fr: Passable

# NH3
source: Ammonia
fr: Ammoniaque

# NO
source: Nitrogen monoxide
fr: Monoxide d'Azote

# NO2
source: Nitrogen dioxide
fr: Dioxide d'Azote

source: Not found
fr: Non trouvé

source: Outside Pollution
fr: Pollution extérieure

# Petite chambre
source: Little Bedroom
fr: Petite chambre

# PM10
source: Particulates 10
fr: Particules 10

# PM25
source: Particulates 2.5
fr: Particules 2.5

source: Pollutant
fr: Polluant

source: Poor
fr: Mauvaise

# Programme
source: Program
fr: Programme

# Salle de bain
source: Bathroom
fr: Salle de bain

source: Select Date
fr: Sélectionner la date

# SO2
source: Sulphur dioxide
fr: Dioxide de Soufre

source: Sorry, there's nothing at this address.
fr: Désolé, il n'y a rien à cette adresse

source: Start Date
fr: Date de début

source: Status
fr: Etat

# Value
source: Value (ug/m3)
fr: Valeur (ug/m3)

source: Very Poor
fr: Très Mauvaise

source: Welcome To Zapto
fr: Bienvenue dans Zapto

source: You're not authorized to reach this page. You need to log in.
fr: Vous n'êtes pas autorisé à ouvrir cette page. Vous devez vous connecter.
