Repository: MickaelBillet/Zapto
Catalog: Connect.Mobile/Resources/AppResources.*.resx
Languages: fr

source: Login
fr: Compte utilisateur

source: User Id
fr: Id utilisateur

source: Torch
fr: Torche

source: Password
fr: Mot de passse

# Validate
source: OK
fr: Valider

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: No
fr: Non

source: Number
fr: Numéro

source: Connection
fr: Connexion

source: Status
fr: Statut

source: Waiting
fr: En attente de traitment

source: Synchronized
fr: Synchronisé

source: Not synchronized
fr: Non synchronisé

# NotSynchronizedNotAdded
source: Not synchronized and not added
fr: Non synchronisé et non créé

# ElementNotSynchronized
source: Non-synchronized element
fr: Elément non synchronisé

# IsDeleted
source: Deleted
fr: Supprimé

source: Server
fr: Serveur

source: Building
fr: Bâtiment

source: Level
fr: Niveau

# Quantity
source: Amount
fr: Quantité

source: Building code
fr: Code chantier

source: Delivery form
fr: Bon de livraison

# DeliveryFormLC
source: delivery form
fr: bon de livraison

# DeliveryFormList
source: Forms list
fr: Liste des bons

# DeliveryFormListButton
source: Delivery forms list
fr: Liste des bons de livraison

source: Breakdown
fr: Ventilation

# BreakdownList
source: Breakdowns list
fr: Liste des ventilations

# DeliveredQty
source: Delivered amount
fr: Quantité livrée

source: Delivery date
fr: Date de livraison

source: Creation date
fr: Date de création

# UpdateDate
source: Last update date
fr: Date de dernière modification

# DeleteDate
source: Removal date
fr: Date de supression

# AlreadyBreakdowned
source: Broken down amount
fr: Quantité ventilée

# RemainingQty
source: Remaining to break down
fr: Restant à ventiler

# SelectBuilding
source: Select a building
fr: Sélectionner le bâtiment

# SelectLevel
source: Select a level
fr: Sélectionner le niveau

# SelectPosition
source: Select a position
fr: Sélectionner le poste

source: Affair
fr: Affaire

source: Affair Id
fr: Id de l'affaire

# KeepValue
source: Do you want to keep the local value ?
fr: Voulez-vous conserver la valeur locale ?

# AlreadyScanned
source: It has already been scanned.
fr: Il a déjà été scanné.

# AtDate
source: at the date
fr: à la date

# ExportCsvProject
source: Export Csv of the project
fr: Export Csv de l'affaire

source: Central
fr: Centrale

# VolumeOrdered
source: Ordered volume
fr: Volume commandé

# VolumeDelivered
source: Delivered volume
fr: Volume livré

source: Formula
fr: Formule

source: Customer
fr: Client

source: Supplement
fr: Supplément

# QuantitySupplement
source: Extra charge
fr: Supplément quantité

source: Designation
fr: Désignation

source: Exposure class
fr: Classe d'exposition

source: Consistency
fr: Consistance

source: Resilience
fr: Résistance

# ConcreteType
source: Type of concrete
fr: Type de ciment

source: Concrete
fr: Ciment

source: Effectiveness binder
fr: Eff/(Liant éq. mini)

source: Granularity
fr: Granularité

source: Chlorure class
fr: Classe chlorure

source: Logout
fr: Déconnexion

# StartScan
source: Select the data matrix to start to scan a
fr: Cliquer sur le data matrix pour commencer à scanner un

# ConflictSynchro
source: Synchronization conflict
fr: Conflit de synchronisation

# ConfirmRemove
source: Do you confirm to delete the element
fr: Voulez-vous vraiment supprimer l'élément

source: Error
fr: Erreur

source: Warning
fr: Avertissement

# NoElement
source: No connected object configured
fr: Aucun objet connecté configuré

# ErrorMail
source: Unable to send the email
fr: Impossible d'envover le mail

source: Not connected
fr: Pas de connection Internet

# ErrorServer
source: The server doesn't answer
fr: Le serveur ne répond pas

# ErrorCompleteTask
source: Unable to complete the task
fr: Impossible de terminer la tache

# ErrorDataMatrixFormat
source: The data matric format is not correct.
fr: Le format du data matrix n'est pas correct.

# PROJECT_NOT_FOUND
source: Unable to find the project
fr: Impossible de trouver l'affaire

# ErrorLoadingProject
source: Unable to load the projects
fr: Impossible de charger les affaires

# ErrorSavingProject
source: Unable to save the project
fr: Impossible de sauvegarder l'affaire

# ErrorDispatch
source: Incorrect breakdown
fr: Ventilation incorrecte

# ErroprDispatchInconsistency
source: The broken down quantity is inconsistent with the value of the server.
fr: La quantité ventilée est incohérente avec la valeur du serveur.

# ErrorPositionInconsistency
source: The position is inconsistent with the value of the server.
fr: La position ventilée est incohérente avec la valeur du serveur.

# ErrorLoadingDispatch
source: Unable to load the breakdowns
fr: Impossible de charger les ventilations

# ErrorAddEditDispatch
source: Unable to add or edit the breakdown
fr: Impossible d'ajouter ou d'éditer la ventilation

# ErrorDecimalValue
source: The amount must be an integer value.
fr: La quantité saisie doit être une valeur entière.

# ErrorNegativeValue
source: The remaining amount can not be negative.
fr: La quantité restante à ventiler ne peut pas être négative.

# ErrorIncorrectValue
source: The amount is not valid.
fr: La quantité saisie n'est pas valide.

# ErrorZeroValue
source: The amount can not be zero.
fr: La quantité saisie ne pas être zéro.

# BONBETON_VENTILATION_POSITON_ALREADY_EXIST
source: This position is already broken down.
fr: Cette position est déjà ventilée.

# ErrorEmptyPosition
source: You must select a position.
fr: Vous devez saisir une position.

# BONBETON_BREAKDOWN_NOTFOUND
source: The breakdown corresponding is unknown
fr: La ventilation est inconnu.

# BONBETON_NOTFOUND
source: Unable to load the delivery form
fr: Le bon béton n'a pas été trouvé

# ErrorLoadingDeliveryForm
source: Unable to load the delivery forms
fr: Impossible de charger les bons de livraison

# ErrorSelectingDeliveryForm
source: Unable to select the delivery form
fr: Impossible de sélectionner le bon de livraison

# ErrorSynchronizingDeliveryForm
source: Unable to synchronize the delivery forms
fr: Impossible de synchronizer les bons de livraison

# ErrorDeletingDeliveryForm
source: Unable to delete the delivery form
fr: Impossible de supprimer les bons de livraison

# ErrorAddingDeliveryForm
source: Unable to add the delivery form
fr: Impossible d'ajouter le bon de livraison

# BONBETON_ALREADY_EXIST
source: Unable to add the delivery form. It already exists.
fr: Impossible d'ajouter le bon de livraison. Il existe déjà.

# ErrorExportingDeliveryForm
source: Unable to export the delivery forms
fr: Impossible d'exporter les bons de livraison

# BONBETON_BREAKDOWN_NO_REMAINING_QUANTITY
source: The broken down amount for the delivery form is greater than the delivered amount.
fr: La quantité de béton ventilée pour le bon de livraison est supérieure à la quantité livrée.

# ErrorOperationRange
source: Error with the operation range
fr: Erreur avec la plage de programmation :

# ErrorNotification
source: Error with the notification
fr: Erreur avec la notification

# DayCannotBeNull
source: The day must be completed
fr: Le jour doit être renseigné.

# TimeCannotBeNull
source: The time must be completed
fr: La date doit être renseignée.

# StartEndTime
source: The end time must be greater than the start time
fr: L'heure de fin doit être supérieure à l'heure du début.'

# OverlapingRange
source: It overlaps an existing range.
fr: Elle chevauche une plage existante.

source: Off
fr: Eteindre

source: Programming
fr: Programmation

source: EndDate
fr: Heure de fin

source: Humidity
fr: Humidité

source: Pressure
fr: Pression

source: StartDate
fr: Heure de début

source: Temperature
fr: Température

# OpenProgramming
source: Would you like to program your connected object
fr: Voulez-vous programnner votre object connecté

# DeleteOperationRange
source: Are you sure to remove the operation range ?
fr: Etes vous sur de supprimer la plage d'opération ?

# DeleteOperationRanges
source: Are you sure to remove the operation ranges ?
fr: Etes vous sur de supprimer les plages d'opération ?

source: Operating Range
fr: Plage de fonctionnement

source: Day
fr: Jour

source: Schedule
fr: Horaire

source: All day
fr: Journée entière

source: Week
fr: Semaine

source: Manual
fr: Manuel

source: Hour
fr: Heure

# SelectDay
source: Select the day
fr: Sélectionner le jour

# SelectHour
source: Select the hour
fr: Sélectionner l'heure

source: Settings
fr: Paramètres

# AddRange
source: Add a new range
fr: Ajouter une plage

source: Delete All
fr: Supprimer tout

source: Delete
fr: Supprimer

# AddNotification
source: Add a new notification
fr: Ajouter une notification

source: Edit
fr: Editer

# EditNotification
source: Edit a notification
fr: Editer une notification

# NoNotification
source: No notification set
fr: Aucune notification de paramétrée

source: About
fr: A propos

source: Add
fr: Ajouter

# DeleteNotifications
source: Are you sure to remove the notifications ?
fr: Etes vous sur de supprimer les notifications ?

# ErrorAuthentication
source: Unable to be authenticated
fr: Impossible de s'authentifier
